var local_dataBase = [{
    location: '38.869372,121.527157',
    name: "学汇楼"
  }, {
    location: '38.867330,121.527020',
    name: "百川楼"
  }, {
    location: '38.867030,121.527630',
    name: "德济楼"
  }, {
    location: '38.867280,121.528430',
    name: "四海楼"
  }, {
    location: '38.867710,121.525240',
    name: "电航楼"
  }, {
    location: '38.867460,121.530560',
    name: "尚德楼"
  }, {
    location: '38.867990,121.531250',
    name: "积学楼"
  }, {
    location: '38.867000,121.529610',
    name: "励志楼"
  }, {
    location: '38.868250,121.530800',
    name: "外语楼"
  }, {
    location: '38.865910,121.528870',
    name: "扬帆楼"
  }, {
    location: '38.867040,121.526130',
    name: "环工楼"
  }, {
    location: '38.866150,121.528330',
    name: "生物楼"
  }, {
    location: '38.866310,121.527390',
    name: "启航楼"
  }, {
    location: '38.872670,121.531470',
    name: "航海楼"
  }, {
    location: '38.872710,121.529750',
    name: "文源楼"
  }, {
    location: '38.873142,121.533493',
    name: "管理楼"
  }, {
    location: '38.871290,121.535100',
    name: "轮机楼"
  }, {
    location: '38.870380,121.533570',
    name: "远航楼"
  }, {
    location: '38.868920,121.533740',
    name: "法学楼"
  }, {
    location: '38.869440,121.532420',
    name: "数理楼"
  }, {
    location: '38.871840,121.524130',
    name: "中心食堂",
  }, {
    location: '38.870600,121.524460',
    name: "心海餐厅"
  }, {
    location: '38.868410,121.524070',
    name: "第四食堂"
  }, {
    location: '38.872440,121.521460',
    name: "第五食堂"
  }, {
    location: '38.868410,121.524070',
    name: " 3.5 食堂"
  },
  {
    location: '38.872020,121.521940',
    name: "方舟美食"
  }, {
    location: '38.872670,121.533660',
    name: "第一食堂"
  },
  {
    location: '38.873800,121.532470',
    name: "第二食堂"
  }, {
    location: '38.870570,121.531250',
    name: "体育馆"
  }, {
    location: '38.869950,121.525390',
    name: "西山体育场"
  }
]


//设置出口
module.exports = {
  list: local_dataBase
}